quiz_answer = [
    {
        'options': ['Язык программирования', 'Тип данных', 'Музыкальный инструмент', 'Змея на английском'],
        'correct_option': 0
    },
    {
        'options': ['int', 'float', 'str', 'natural'],
        'correct_option': 0
    },
    {
        'options': ['Офисный рабтник', 'Объект, используемый для работы с файлами', 'Журналист', 'Программа для написания текстов'],
        'correct_option': 1
    },
    {
        'options': ['Общественная организация программистов', 'Очень объёмный проект', 'Объектно-ориентированное программирование', 'Общество ограниченных программистов'],
        'correct_option': 2
    },
    {
        'options': ['Кортеж', 'Список', 'Изменяемый тип данных', 'Тулуп'],
        'correct_option': 0
    },
    {
        'options': ['Набор неизменяемых данных', 'Обозначение итератора', 'Список', 'Оперативная память'],
        'correct_option': 2
    },
    {
        'options': ['Функция, определяемая в одной строчке', 'Функция для поиска чисел', '"Танцующая функция"', 'Функция для подсчета букв'],
        'correct_option': 0
    },
    {
        'options': ['noSynco', 'asynchonium', 'nonsynchio', 'asyncio'],
        'correct_option': 3
    },
    {
        'options': ['Для изменения индекса', 'Для остановка итерации по индексу', 'Для одновременного итерирования по самим элементам и их индексам', 'Для итерирования с конца'],
        'correct_option': 2
    },
    {
        'options': ['Бэк', 'Фронт'],
        'correct_option': 0
    },
]
