
quiz_question = [
    {
        'question': 'Что такое Python?'
    },
    {
        'question': 'Какой тип данных используется для хранения целых чисел?'
    },
    {
        'question': 'Что такое контекстный менеджер?'
    },
    {
        'question': 'Что такое ООП?'
    },
    {
        'question': 'Что такое tuple?'
    },
    {
        'question': 'Что такое list?'
    },
    {
        'question': 'Что такое Что такое лямбда-функция?'
    },
    {
        'question': 'Библиотека для асинхронного программирования?'
    },
    {
        'question': 'Для чего  встроенная функция enumerate()?'
    },
    {
        'question': 'Python: Бэк или Фронт??'
    },
]